{
  "0": "Dad, did you get a haircut? No I got them all cut.",
  "1": "What do you call a Mexican who has lost his car? Carlos.",
  "2": "Dad, can you put my shoes on? No, I don’t think they’ll fit me.",
  "3": "Can I watch the TV? Dad: Yes, but don’t turn it on.",
  "4": "I would avoid the sushi if I was you. It’s a little fishy.",
  "5": "What do you call a fake noodle? An Impasta.",
  "6": "You know, people say they pick their nose, but I feel like I was just born with mine.",
  "7": "What’s brown and sticky? A stick.",
  "8": "Want to hear a joke about paper? Nevermind it’s tearable.",
  "9": "Did you hear about the restaurant on the moon? Great food, no atmosphere.",
  "10": "Q: Why did the cookie cry? A: Because his father was a wafer so long!",
  "11": "What did the mountain climber name his son? Cliff.",
  "12": "This graveyard looks overcrowded. People must be dying to get in there.",
  "13": "I got so angry the other day when I couldn’t find my stress ball.",
  "14": "I’m not indecisive. Unless you want me to be.",
  "15": "How many apples grow on a tree? All of them.",
  "16": "How does a penguin build it’s house? Igloos it together.",
  "17": "A steak pun is a rare medium well done.",
  "18": "How can you tell if a ant is a boy or a girl? They’re all girls, otherwise they’d be uncles.",
  "19": "Milk is also the fastest liquid on earth – its pasteurized before you even see it.",
  "20": "The only thing worse than having diarrhea is having to spell it.",
  "21": "I keep trying to lose weight, but it keeps finding me.",
  "22": "I don’t play soccer because I enjoy the sport. I’m just doing it for kicks.",
  "23": "Did I tell you the time I fell in love during a backflip? I was heels over head.",
  "24": "I used to work in a shoe recycling shop. It was sole destroying.",
  "25": "Why do you never see elephants hiding in trees? Because they’re so good at it.",
  "26": "Where did the one-legged waitress work? IHOP!",
  "27": "What happened when the two antennas got married? Well, the ceremony was kinda boring, but the reception was great!",
  "28": "How do you make a tissue dance?  You put a little boogie in it!",
  "29": "Why did the blonde stare at the orange juice container?  It said concentrate!",
  "30": "If your nose runs and your feet smell, you are built upside down!",
  "31": "I went to buy some camouflage trousers the other day, but I couldn’t find any.",
  "32": "Q: How do you organize an outer space party? A: You planet.",
  "33": "Q: What do you call a belt with a watch on it? A: A waist of time.",
  "34": "What kind of shoes does a thief wear? Sneakers",
  "35": "An invisible man marries an invisible woman. The kids were nothing to look at either.",
  "36": "I went to a seafood disco last week… and pulled a mussel.",
  "37": "Did you hear about the man who stole a calendar? He got 12 months.",
  "38": "Do you know where you can get chicken broth in bulk? The stock market.",
  "39": "What did the ocean say to the shore? Nothing, it just waved.",
  "40": "What’s ET short for? Because he’s only got little legs.",
  "41": "Why do crabs never give to charity? Because they’re shellfish.",
  "42": "What do you call an Argentinian with a rubber toe? Roberto.",
  "43": "What do you call a man with no nose and no body? Nobody nose.",
  "44": "I cut my finger chopping cheese, but I think that I may have greater problems.",
  "45": "What do you call a fish with no eyes? A fshhhh.",
  "46": "What do you call a man with no arms and no legs lying in front of your door? Matt.",
  "47": "My cat was just sick on the carpet, I don’t think it’s feline well.",
  "48": "I dreamed about drowning in an ocean made out of orange soda last night. It took me a while to work out it was just a Fanta sea.",
  "49": "Without geometry life is pointless.",
  "50": "I gave all my dead batteries away today… Free of charge.",
  "51": "I needed a password eight characters long so I picked Snow White and the Seven Dwarfs.",
  "52": "I am terrified of elevators. I’m going to start taking steps to avoid them.",
  "53": "What’s the advantage of living in Switzerland? Well, the flag is a big plus.",
  "54": "Why did the octopus beat the shark in a fight? Because it was well armed.",
  "55": "A red and a blue ship have just collided in the Caribbean. Apparently the survivors are marooned.",
  "56": "I’ve deleted the phone numbers of all the Germans I know from my mobile phone. Now it’s Hans free.",
  "57": "Last night me and my girlfriend watched three DVDs back to back. Luckily I was the one facing the TV.",
  "58": "Q: What did daddy spider say to baby spider? A: You spend too much time on the web.",
  "59": "How much does a hipster weigh? An instagram.",
  "60": "What do you call a group of killer whales playing instruments? An Orca-stra.",
  "61": "Why was the big cat disqualified from the race? Because it was a cheetah.",
  "62": "Bicycles can’t stand on their own, they’re two tired.",
  "63": "Just watched a documentary about beavers… It was the best damn program I’ve ever seen.",
  "64": "Breaking news! Energizer Bunny arrested – charged with battery",
  "65": "How do you make holy water? You boil the hell out of it.",
  "66": "I’m on a whiskey diet. I’ve lost three days already.",
  "67": "Why did the Clydesdale give the pony a glass of water? Because he was a little horse!",
  "68": "There’s a new type of broom out, it’s sweeping the nation.",
  "69": "Atheism is a non-prophet organisation.",
  "70": "Slept like a log last night … woke up in the fireplace.",
  "71": "What cheese can never be yours? Nacho cheese.",
  "72": "A police officer caught two kids playing with a firework and a car battery. He charged one and let the other one off.",
  "73": "I’m reading a book on the history of glue – can’t put it down.",
  "74": "Did you hear about the kidnapping at school? It’s fine, he woke up.",
  "75": "I went to the zoo the other day, there was only one dog in it. It was a shitzu.",
  "76": "What did the daddy tomato say to the baby tomato? A: catch up!",
  "77": "What do you call people who are afraid of Santa Claus? Claustrophobic",
  "78": "What do you call a priest that becomes a lawyer? A father in law.",
  "79": "What did one eye say to the other eye? Between you and me something smells.",
  "80": "I was born to be a pessimist. My blood type is B Negative.",
  "81": "What do prisoners use to call each other? Cell phones.",
  "82": "Q: What’s 50 Cent’s name in Zimbabwe? A: 400 Million Dollars.",
  "83": "Q: What did baby corn say to mama corn? A: Where’s popcorn?",
  "84": "What do you call a cow with no legs? Ground beef.",
  "85": "What did the Buffalo say to his little boy when he dropped him off at school? Bison.",
  "86": "So a duck walks into a pharmacy and says “Give me some chap-stick… and put it on my bill",
  "87": "Why did the scarecrow win an award? Because he was outstanding in his field.",
  "88": "Why did the girl smear peanut butter on the road? To go with the traffic jam.",
  "89": "Where does batman go to the bathroom? The batroom.",
  "90": "What’s the difference between an African elephant and an Indian elephant? About 5000 miles.",
  "91": "I’m on a seafood diet… I see food and I eat it.",
  "92": "Commissar! Commissar! The troops are revolting! Commissar: Well, you’re pretty repulsive yourself.",
  "93": "What do you call a sheep with no legs? A cloud.",
  "94": "I knew I shouldn’t have ate that seafood. Because now I’m feeling a little… Eel",
  "95": "What did the 0 say to the 8? Nice belt.",
  "96": "Why are skeletons so calm? Because nothing gets under their skin.",
  "97": "Why don’t skeletons ever go trick or treating? Because they have nobody to go with.",
  "98": "Why do scuba divers fall backwards into the water? Because if they fell forwards they’d still be in the boat.",
  "99": "Have you ever heard of a music group called Cellophane? They mostly wrap."
}