{
  "0": "When a male penguin falls in love with female penguin, he searches the entire beach to find the perfect pebble to present to her.",
  "1": "New Zealand will deny people residency visa’s if they too high of a BMI and there are cases where people have been rejected because of their weight.",
  "2": "Whenever a pregnant women suffers from organ damage like heart attack, the fetus sends stem cells to the organ helping it to repair.",
  "3": "It is illegal to climb trees in Oshawa, a town in Ontario, Canada.",
  "4": "Brown eyes are blue underneath, and you can actually get a surgery to turn brown eyes blue.",
  "5": "A bolt of lightning is six times hotter than the sun.",
  "6": "When a person cries and the first drop of tears come from the right eye, its happiness. if it from left eye, it’s pain.",
  "6": "Only 2% of Earth population naturally has green eyes.",
  "7": "Having bridesmaids in a wedding wasn’t originally for moral support. They were intended to confuse evil spirits or those who wished to harm the bride.",
  "8": "Crying makes you feel better, reduce stress, and may help to keep the body healthy.",
  "9": "Mount Everest is pronounced as Eve-rest, not Ever-est , as it is named after George Everest.",
  "10": "All pandas in the world are on loan from China.",
  "11": "When howling together, no two wolves will howl on the same note, instead, they harmonize to create the illusion that there are more of them than there actually are.",
  "12": "Your nose can remember 50,000 different scents.",
  "13": "India’s “Go Air” airline only hires female flight attendants because they are lighter, so they save up to US$500,000 per year in fuel.",
  "14": "At room temperature, the average air molecule travels at the speed of a rifle bullet.",
  "15": "The most common color for highlighters is yellow because it doesn’t leave a shadow on the page when photocopied.",
  "16": "The Bermuda Triangle has as many ship and plane disappearances as any other region of the ocean.",
  "17": "Dolphins recognize and admire themselves in mirrors.",
  "18": "After working out, it takes 5 hours for your body temperature to return to normal.",
  "19": "Children have more taste buds than adults.",
  "20": "The eye makes movements 50 times every second.",
  "21": "An ant’s sense of smell is stronger than a dog’s.",
  "22": "A day on Venus lasts longer than a year, it is 243 Earth days.",
  "23": "A snail breathes through its foot.",
  "24": "Polar bear fur is transparent, not white.",
  "25": "Cat kidneys are so efficient they can rehydrate by drinking seawater.",
  "26": "During a car crash, 40% of drivers never even hit the brakes.",
  "27": "When the moon is directly overhead, you weigh slightly less.",
  "28": "Sitting straight up is bad for your back. You should slough at an angle of 135 degrees.",
  "29": "Honeybees navigate by using the sun as a compass.",
  "30": "Strawberries contain more vitamin C than oranges.",
  "31": "Banana milkshake is the perfect cure for hangover.",
  "32": "90% of U.S. media(TV, news, radio) is owned by 6 companies.",
  "33": "Goldfish don’t have stomachs.",
  "34": "Melting ice and icebergs make frizzing noise called “bergy selter”.",
  "35": "Some tumors can grow hair, bones and teeth.",
  "36": "Taking a quick nap after learning can help strengthen your memory.",
  "37": "Having friends from other cultures makes you more creative, study found.",
  "38": "Cherries can cause cancer cells to kill themselves.",
  "39": "Cracking knuckles does not hurt your bones or cause arthritis, the sound you hear is gas bubbles bursting.",
  "40": "Shark pregnancies last up to 4 years.",
  "41": "A full moon is nine times brighter than a half moon.",
  "42": "Smiling actually boosts your immune system.",
  "43": "Dogs and elephants are the only animals that understand pointing.",
  "44": "The main exporter of Brazil nuts is not Brazil. It’s Bolivia.",
  "45": "At rest, your brain one fifth of a calorie per minute.",
  "46": "A single tree can absorb more than 10 pounds of CO2 each year.",
  "47": "Amazon River once flowed in the opposite direction, from east to west.",
  "48": "Bald eagles are so named because balde is an old English word meaning white.",
  "49": "The Amazon River discharges 5 times as much water as any other river on the planet.",
  "50": "Mount Everest shrank one inch or 2.5 cm due to the 2015 earthquake in Nepal.",
  "51": "Lemons are more acidic than vinegar.",
  "52": "A koi fish named Hanoko lived for 225 years.",
  "53": "Caterpillars have about four thousand muscles.",
  "54": "Almost a third of the worlds languages are spoken only in Africa.",
  "55": "The longest jellyfish on record measured 160 feet, more than half the length of a football field.",
  "56": "Giraffe are already extinct in at least seven countries in Africa.",
  "57": "In the U.S., if you find a bald eagle feather on the ground, you need a permit to pick it up.",
  "58": "The Mona Lisa has no eyebrows.",
  "59": "The birthrate for twins has increased 76% since 1980.",
  "60": "The word Anaconda originated from Tamil, ani-kondra meaning elephant killer.",
  "61": "Air pollution in China increases snowfall in California.",
  "62": "63 earths can fit inside Uranus.",
  "63": "Tomatoes came from America and weren’t introduced in Italy until the 1540s.",
  "64": "You can start a fire with ice.",
  "65": "The first color photograph was taken in 1861.",
  "66": "Coffee beans aren’t beans they are seed of coffee berries.",
  "67": "New Zealand is part of Zelandie continent, of which, 93% is submerged.",
  "68": "The oil in cashews helps prevent tooth decay.",
  "69": "The first president of Zimbabwe was president Banana.",
  "70": "The name for the space between eyebrows is “nasion”.",
  "71": "A pineapple is neither an apple nor a pine. It is, in fact, a large berry.",
  "72": "The sun evaporates about a trillion tons of water a day.",
  "73": "Shrimp can only swim backwards.",
  "74": "Mangoes are the most-consumed fruit in the world.",
  "75": "Canada has the longest coastline of any country in the world.",
  "76": "Fresh cranberries can be bounced like a rubber ball.",
  "77": "Broccoli is the only vegetable that is also a flower.",
  "78": "The only lizard that has a voice is the Gecko.",
  "79": "Antarctica is the only continent with no owls.",
  "80": "In Germany, the shhh sound literally means hurry up.",
  "81": "Dogs can make about 10 sounds, while cats make about 100.",
  "82": "75% of people wash from top to bottom in the shower.",
  "83": "Kangaroos can’t walk backwards.",
  "84": "Frogs cannot swallow with their eyes open.",
  "85": "Humans share 50% of their DNA with bananas.",
  "86": "There are approximately 9,000 taste buds on your tongue.",
  "87": "Grapes are the most popular fruit in the world.",
  "88": "The original recipe for chocolate contained chili powder instead of sugar.",
  "89": "Africa is divided into more countries than any other continent.",
  "90": "A cat’s lower jaw cannot move sideways.",
  "91": "Holland is the only country with a national dog.",
  "92": "On average, a laptop uses half as much energy as a desktop computer.",
  "93": "Fish can drown.",
  "94": "Forty is the only number whose letters are in alphabetical order.",
  "95": "Squirrels lose more than half of the nuts they hide.",
  "96": "The human brain is about 80% water.",
  "97": "Jupiter spins so fast that there is a new sunrise nearly every 10 hours.",
  "98": "If you somehow found a way to extract all of the gold from the bubbling core of our lovely little planet, you would be able to cover all of the land in a layer of gold up to your knees.",
  "99": "McDonalds calls frequent buyers of their food “heavy users.”"
}