{
  "0": "My girlfriend broke up with me so I took her wheelchair. Guess who came crawling back.",
  "1": "The first computer dates back to Adam and Eve. It was an Apple with limited memory, just one byte. And then everything crashed.",
  "2": "eBay is so useless. I tried to look up lighters and all they had was 13,749 matches.",
  "3": "I can't believe I got fired from the calendar factory. All I did was take a day off.",
  "4": "Don't spell part backwards. It's a trap.",
  "5": "Don't trust atoms, they make up everything.",
  "6": "I wasn't originally going to get a brain transplant, but then I changed my mind.",
  "7": "I'm reading a book about anti-gravity. It's impossible to put down.",
  "8": "I accidentally handed my wife a glue stick instead of a chapstick. She still isn't talking to me.",
  "9": "Most people are shocked when they find out how bad I am as an electrician.",
  "10": "I got a new pair of gloves today, but they're both 'lefts' which, on the one hand, is great, but on the other, it's just not right.",
  "11": "R.I.P boiled water. You will be mist.",
  "12": "What is the best thing about living in Switzerland? Well, the flag is a big plus.",
  "13": "How did I escape Iraq? Iran.",
  "14": "I just found out I'm colorblind. The diagnosis came completely out of the purple.",
  "15": "I bought some shoes from a drug dealer. I don't know what he laced them with, but I've been tripping all day.",
  "16": "My boss is going to fire the employee with the worst posture. I have a hunch, it might be me.",
  "17": "I'm always frank with my sexual partners. Don't want them knowing my real name.",
  "18": "I'd tell you a chemistry joke but I know I wouldn't get a reaction.",
  "19": "Not all math puns are terrible. Just sum.",
  "20": "My wife likes it when I blow air on her when she's hot, but honestly... I'm not a fan.",
  "21": "To the mathematicians who thought of the idea of zero, thanks for nothing!",
  "22": "I have a few jokes about unemployed people but it doesn't matter none of them work.",
  "23": "A cop just knocked on my door and told me that my dogs were chasing people on bikes. My dogs don't even own bikes.",
  "24": "I couldn't quite remember how to throw a boomerang, but eventually, it came back to me.",
  "25": "I tried to escape the Apple store. I couldn't because there were no Windows.",
  "26": "I'm glad I know sign language, it's pretty handy.",
  "27": "Thieves had broken into my house and stolen everything except my soap, shower gel, towels and deodorant. Dirty Bastards.",
  "28": "Why do the French eat snails? They don't like fast food.",
  "29": "If a child refuses to sleep during nap time, are they guilty of resisting a rest?",
  "30": "A courtroom artist was arrested today for an unknown reason... details are sketchy.",
  "31": "I bought a dictionary and when I got home I realized all the pages were blank; I have no words for how angry I am.",
  "32": "When I lose the TV controller, it's always hidden in some remote destination.",
  "33": "I used to be addicted to soap, but I'm clean now.",
  "34": "I've just written a song about tortillas - actually, it's more of a rap.",
  "35": "My best mates and I played a game of hiding and seek. It went on for hours... Well, good friends are hard to find.",
  "36": "When I get naked in the bathroom, the shower usually gets turned on.",
  "37": "To write with a broken pencil is pointless.",
  "38": "If a short psychic broke out of jail, then you'd have a small medium at large.",
  "39": "A book just fell on my head. I've only got my shelf to blame.",
  "40": "Justice is a dish best served cold because if it were served warm, it would be justwater.",
  "41": "Why don't aliens visit our planet? Terrible ratings. One star.",
  "42": "I'm no photographer, but I can picture us together.",
  "43": "3 men are stranded in a boat with 4 cigarettes and no way to light them. So they toss the 4th cigarette overboard, which makes the whole boat a cigarette lighter.",
  "44": "What was Forrest Gump's email password? 1forrest1",
  "45": "Police have arrested the World tongue-twister Champion. I imagine he'll be given a tough sentence.",
  "46": "This morning some clown opened the door for me. I thought to myself that's a nice Jester.",
  "47": "What do you have to do to have a party in space? You have to Planet.",
  "48": "I had a neck brace fitted years ago and I've never looked back since.",
  "49": "For Halloween we dressed up as almonds. Everyone could tell we were nuts.",
  "50": "I relish the fact that you've mustard the strength to ketchup to me.",
  "51": "Heard about the drug addict fisherman who accidentally caught a duck? Now he's hooked on the quack.",
  "52": "What do you call a dictionary on drugs? High-Definition.",
  "53": "I've never been very good at geography. But I can name at least one city in France, which is Nice.",
  "54": "What do you call a boat full of polite football players? A good sportsman ship.",
  "55": "Why do rich kids have shiny white teeth? Cause they brush with coke.",
  "56": "With great reflexes comes great response ability.",
  "57": "I used to be a banker, but then I lost interest.",
  "58": "I threw an Asian man down a flight of stairs. It was Wong on so many levels.",
  "59": "My boss says I intimidate the other employees, so I just stared at him until he apologized.",
  "60": "Did you hear about these new reversible jackets? I'm excited to see how they turn out.",
  "61": "When I was young, I always felt like a male trapped in a females body. Then I was born.",
  "62": "I finally realized my parents favored my twin brother. It hit me when they asked me to blow up balloons for his surprise birthday party.",
  "63": "I wanna make a joke about sodium, but Na..",
  "64": "A bus station is where a bus stops. A train station is where a train stops. On my desk, I have a work station..",
  "65": "I hate peer pressure and you should too.",
  "66": "Last time I got caught stealing a calendar I got 12 months.",
  "67": "What do you call a cow with no legs? Ground beef.",
  "68": "Did you hear about the depressed plumber? He's been going through some shit.",
  "69": "Did you hear about the monkeys who shared an Amazon account? They were prime mates.",
  "70": "I'm reading a horror story in Braille. Something bad is about to happen... I can feel it.",
  "71": "If you believe that the quickest way to a man's heart is the stomach, you know that you are aiming a little too high.",
  "72": "Having sex in an elevator is wrong on so many levels.",
  "73": "Why couldn't the bike stand up on it's own? It was two tired",
  "74": "My doctors office has two doctors on call at all times. Is that considered a pair a docs.",
  "75": "Did you hear about the Italian chef with a terminal illness? He pastaway.",
  "76": "My girlfriend tried to make me have sex on the hood of her Honda Civic. I refused. If I'm going to have sex, it's going to be on my own Accord.",
  "77": "What do you call people who are afraid of Santa Claus? Claustrophobic",
  "78": "What do you call a priest that becomes a lawyer? A father in law.",
  "79": "What did one eye say to the other eye? Between you and me something smells.",
  "80": "I was born to be a pessimist. My blood type is B Negative.",
  "81": "What do prisoners use to call each other? Cell phones.",
  "82": "I know I know, smoking's bad for me and all. But, my mama told me never to be a quitter.",
  "83": "Cleaning mirrors is a job I could really see myself doing.",
  "84": "How did Jesus' crucifixion save us? It's 'cause he nailed it!",
  "85": "People don't get my puns. They think they're funny.",
  "86": "I dated a girl with a lazy eye once. It turns out she was seeing someone else on the side.",
  "87": "I own a pencil that used to be owned by William Shakespeare, but he chewed it a lot. Now I can't tell if it's 2B or not 2B.",
  "88": "How can you spot the blind guy at the nudist colony? It's not hard.",
  "89": "I hate insects puns, they really bug me.",
  "90": "Someone broke into my house last night and stole my Limbo stick. How low can you get?",
  "91": "Why did the bee get married? Because he found his honey.",
  "92": "As a wizard, I enjoy turning objects into a glass. Just wanted to make that clear.",
  "93": "I am so poor I can't even pay attention.",
  "94": "I was going to give him a nasty look, but he already had one.",
  "95": "A hole was found in the wall of a nudist camp. The police are looking into it.",
  "96": "How do trees access the internet? They log in.",
  "97": "It's hard to explain puns to kleptomaniacs because they always take things literally.",
  "98": "Finally got around to watching Back To The Future... It's about time.",
  "99": "I used to wonder why Frisbees looked bigger the closer it came... Then it hit me!"
}